[
  {
    "value": "Actividad 1",
    "displayOrder": 1,
    "name": "Mitos sobre la felicidad",
    "module": {
      "displayOrder": 1,
      "name": "BIENESTAR",
      "_id": "5eb894a649d72e00d91a16ff"
    },
    "mediumImage": "url de la imagen",
    "largeImage": "url de la imagen",
    "activities": [
      {
        "name": "Actividad 1",
        "type": "video",
        "duration": "25 min",
        "displayOrder": 1,
        "initialState": "available",
        "content": {
          "title": "Titulo del video",
          "url": "url al video"
        }
      },
      {
        "name": "Actividad 2",
        "type": "lecture",
        "duration": "25 min",
        "displayOrder": 2,
        "initialState": "locked",
        "content": {
          "title": "Magna anim irure mollit ex consequat aliquip ipsum dolore elit qui aliqua aliqua proident.",
          "date": "2020-02-13T20:20:36.358Z",
          "text": "Eiusmod voluptate sit enim laboris et culpa non excepteur occaecat deserunt exercitation. Elit proident voluptate veniam fugiat duis ullamco. Cupidatat laborum fugiat dolor nostrud nostrud nostrud est sint ea culpa eiusmod do sint ipsum."
        }
      },
      {
        "name": "Actividad 3",
        "type": "task",
        "duration": "25 min",
        "displayOrder": 3,
        "initialState": "locked",
        "content": {
          "title": "Tempor fugiat officia do ea minim sit nulla anim cillum dolore cillum.",
          "date": "2020-04-24T12:04:43.692Z",
          "text": "Elit irure anim laborum sunt exercitation ut adipisicing proident. Minim labore fugiat irure eu amet do commodo deserunt consectetur id. Sit magna laborum nulla ullamco velit ad duis nostrud non nisi ut deserunt fugiat mollit. Deserunt Lorem proident quis veniam eiusmod adipisicing adipisicing fugiat mollit. Exercitation eu et irure minim commodo excepteur nulla exercitation."
        }
      }
    ]
  },
  {
    "value": "Actividad 2",
    "displayOrder": 2,
    "name": "Felicidad=Bienestar",
    "module": {
      "displayOrder": 1,
      "name": "BIENESTAR",
      "_id": "5eb894a649d72e00d91a16ff"
    },
    "mediumImage": "url de la imagen",
    "largeImage": "url de la imagen",
    "activities": [
      {
        "name": "Actividad 1",
        "type": "video",
        "duration": "5 min",
        "displayOrder": 1,
        "initialState": "available",
        "content": {
          "title": "Titulo del video",
          "url": "url al video"
        }
      },
      {
        "name": "Actividad 2",
        "type": "lecture",
        "duration": "25 min",
        "displayOrder": 2,
        "initialState": "locked",
        "content": {
          "title": "Et fugiat excepteur eiusmod eiusmod laborum commodo ex sunt non aliqua eu ullamco.",
          "date": "2020-04-28T21:29:29.861Z",
          "text": "Ad nisi labore labore culpa et sit dolor officia ipsum sunt. Laboris consectetur pariatur consectetur aute est commodo sit. Aute velit esse cupidatat eiusmod do tempor cupidatat incididunt pariatur aute sunt. In proident incididunt minim ullamco qui sint fugiat elit aliqua irure deserunt dolor esse ut. Tempor sint mollit ut in culpa. Magna dolore sit proident sint ipsum ex deserunt. Nostrud consequat aliquip fugiat laboris aliqua laboris nostrud ad adipisicing nostrud labore tempor sint."
        }
      },
      {
        "name": "Actividad 3",
        "type": "task",
        "duration": "5 min",
        "displayOrder": 3,
        "initialState": "locked",
        "content": {
          "title": "Consectetur eiusmod sunt incididunt dolor labore elit quis non irure qui voluptate Lorem minim.",
          "date": "2020-02-11T19:45:45.613Z",
          "text": "Consequat velit reprehenderit aliqua nisi Lorem occaecat mollit fugiat amet anim. Sunt aute laborum irure mollit duis et. Laboris eu dolor fugiat exercitation qui."
        }
      }
    ]
  },
  {
    "value": "Actividad 3",
    "displayOrder": 3,
    "name": "¿Cómo aumentar el bienestar?",
    "module": {
      "displayOrder": 1,
      "name": "BIENESTAR",
      "_id": "5eb894a649d72e00d91a16ff"
    },
    "mediumImage": "url de la imagen",
    "largeImage": "url de la imagen",
    "activities": [
      {
        "name": "Actividad 1",
        "type": "video",
        "duration": "25 min",
        "displayOrder": 1,
        "initialState": "available",
        "content": {
          "title": "Titulo del video",
          "url": "url al video"
        }
      },
      {
        "name": "Actividad 2",
        "type": "lecture",
        "duration": "5 min",
        "displayOrder": 2,
        "initialState": "locked",
        "content": {
          "title": "Labore sit laboris amet eu elit.",
          "date": "2020-03-19T07:09:33.385Z",
          "text": "Eiusmod occaecat aliqua sint non nulla magna amet sunt culpa laboris aliquip incididunt labore. Tempor do velit aliqua officia eiusmod laborum cupidatat labore. Velit amet nulla minim consectetur ut eiusmod anim. Occaecat Lorem aliquip laboris nisi veniam enim proident laboris eu irure adipisicing cupidatat eu reprehenderit. In esse cupidatat veniam mollit aute et. Aliqua ad tempor ea sit adipisicing proident ad. Culpa ut amet amet Lorem nisi proident duis cupidatat dolore sit in exercitation."
        }
      },
      {
        "name": "Actividad 3",
        "type": "task",
        "duration": "25 min",
        "displayOrder": 3,
        "initialState": "locked",
        "content": {
          "title": "Culpa excepteur non nostrud amet proident officia fugiat.",
          "date": "2020-02-23T12:21:35.702Z",
          "text": "Duis officia enim sunt et adipisicing excepteur pariatur. Eiusmod ea commodo pariatur ea fugiat nisi incididunt et commodo qui velit incididunt voluptate qui. Culpa id consequat ad sunt nisi. Velit dolor aliquip aliquip nisi eiusmod ad Lorem id incididunt reprehenderit voluptate. Id est culpa quis commodo tempor sint ad ea ipsum exercitation."
        }
      }
    ]
  },
  {
    "value": "Actividad 4",
    "displayOrder": 1,
    "name": "Entendiendo las emociones",
    "module": {
      "displayOrder": 2,
      "name": "EMOCIONES",
      "_id": "5eb894a649d72e00d91a1700"
    },
    "mediumImage": "url de la imagen",
    "largeImage": "url de la imagen",
    "activities": [
      {
        "name": "Actividad 1",
        "type": "video",
        "duration": "5 min",
        "displayOrder": 1,
        "initialState": "available",
        "content": {
          "title": "Titulo del video",
          "url": "url al video"
        }
      },
      {
        "name": "Actividad 2",
        "type": "lecture",
        "duration": "5 min",
        "displayOrder": 2,
        "initialState": "locked",
        "content": {
          "title": "Et cupidatat excepteur ut ullamco pariatur adipisicing laboris incididunt.",
          "date": "2020-05-05T14:25:03.075Z",
          "text": "Reprehenderit dolore ad ut est ad. Sit velit excepteur eu sit aliquip nulla ipsum qui reprehenderit quis. Mollit labore dolor exercitation adipisicing anim."
        }
      },
      {
        "name": "Actividad 3",
        "type": "task",
        "duration": "5 min",
        "displayOrder": 3,
        "initialState": "locked",
        "content": {
          "title": "Lorem ex sint consectetur fugiat dolor ullamco et fugiat minim consequat.",
          "date": "2020-03-17T07:31:16.497Z",
          "text": "Ex non deserunt ex ullamco labore pariatur nulla reprehenderit. Aute aliquip est cupidatat nostrud sunt velit eiusmod exercitation magna qui consectetur fugiat esse enim. Cupidatat proident pariatur labore qui deserunt nisi mollit quis ad elit quis. Adipisicing sint minim labore fugiat dolor proident culpa tempor. Tempor cillum fugiat officia quis ea consectetur proident sint mollit. Commodo ex Lorem pariatur consectetur aliquip voluptate. Mollit mollit labore veniam quis aliquip nostrud."
        }
      }
    ]
  },
  {
    "value": "Actividad 5",
    "displayOrder": 2,
    "name": "Emociones Negativas",
    "module": {
      "displayOrder": 2,
      "name": "EMOCIONES",
      "_id": "5eb894a649d72e00d91a1700"
    },
    "mediumImage": "url de la imagen",
    "largeImage": "url de la imagen",
    "activities": [
      {
        "name": "Actividad 1",
        "type": "video",
        "duration": "25 min",
        "displayOrder": 1,
        "initialState": "available",
        "content": {
          "title": "Titulo del video",
          "url": "url al video"
        }
      },
      {
        "name": "Actividad 2",
        "type": "lecture",
        "duration": "5 min",
        "displayOrder": 2,
        "initialState": "locked",
        "content": {
          "title": "Cupidatat laboris excepteur officia sunt ex est ipsum dolor exercitation sunt excepteur.",
          "date": "2020-02-13T07:08:30.459Z",
          "text": "Quis ad magna sint ut ut. Qui amet reprehenderit elit nisi tempor. Amet voluptate Lorem reprehenderit minim nostrud. Pariatur dolor velit tempor labore veniam id sunt labore deserunt ad laborum."
        }
      },
      {
        "name": "Actividad 3",
        "type": "task",
        "duration": "5 min",
        "displayOrder": 3,
        "initialState": "locked",
        "content": {
          "title": "Nisi commodo fugiat ullamco ullamco deserunt tempor dolor.",
          "date": "2020-04-26T20:00:10.122Z",
          "text": "Aliquip ex minim fugiat pariatur reprehenderit fugiat. Reprehenderit id Lorem id aliquip Lorem proident do labore cillum dolor deserunt duis. Nulla ad officia velit ullamco non. Consectetur dolore aliqua sunt laborum anim elit excepteur est laborum laborum ipsum culpa tempor. Ad nulla velit magna ad eu nulla est adipisicing laboris voluptate ea nulla proident. Commodo magna veniam laborum reprehenderit nostrud in deserunt. Minim nisi sunt et in ipsum consequat et in minim."
        }
      }
    ]
  },
  {
    "value": "Actividad 6",
    "displayOrder": 3,
    "name": "Emociones Positivas y Optimismo Inteligente",
    "module": {
      "displayOrder": 2,
      "name": "EMOCIONES",
      "_id": "5eb894a649d72e00d91a1700"
    },
    "mediumImage": "url de la imagen",
    "largeImage": "url de la imagen",
    "activities": [
      {
        "name": "Actividad 1",
        "type": "video",
        "duration": "25 min",
        "displayOrder": 1,
        "initialState": "available",
        "content": {
          "title": "Titulo del video",
          "url": "url al video"
        }
      },
      {
        "name": "Actividad 2",
        "type": "lecture",
        "duration": "25 min",
        "displayOrder": 2,
        "initialState": "locked",
        "content": {
          "title": "Lorem est nostrud minim amet in pariatur adipisicing ad.",
          "date": "2020-02-04T19:53:29.636Z",
          "text": "Deserunt nulla incididunt officia adipisicing irure excepteur. Dolore in quis laborum culpa nisi magna non tempor adipisicing elit est dolor eiusmod. Incididunt ea enim Lorem proident occaecat aliquip laborum cupidatat sint dolore est ea. Veniam nisi deserunt dolore et dolore minim nostrud consequat adipisicing tempor voluptate exercitation sint."
        }
      },
      {
        "name": "Actividad 3",
        "type": "task",
        "duration": "25 min",
        "displayOrder": 3,
        "initialState": "locked",
        "content": {
          "title": "Tempor et sit dolor dolor consequat in Lorem velit.",
          "date": "2020-03-19T04:36:19.847Z",
          "text": "Eu cupidatat quis anim laboris. Minim eiusmod laboris proident laboris ex Lorem dolor consectetur ea qui enim. Velit cillum reprehenderit laboris deserunt id adipisicing ullamco et nulla. Laboris eu in mollit irure. Pariatur excepteur cupidatat qui irure velit velit deserunt reprehenderit nulla adipisicing aliquip commodo."
        }
      }
    ]
  },
  {
    "value": "Actividad 7",
    "displayOrder": 1,
    "name": "¿Qué son las relaciones positivas? Ventajas",
    "module": {
      "displayOrder": 3,
      "name": "RELACIONES POSITIVAS",
      "_id": "5eb894a649d72e00d91a1701"
    },
    "mediumImage": "url de la imagen",
    "largeImage": "url de la imagen",
    "activities": [
      {
        "name": "Actividad 1",
        "type": "video",
        "duration": "5 min",
        "displayOrder": 1,
        "initialState": "available",
        "content": {
          "title": "Titulo del video",
          "url": "url al video"
        }
      },
      {
        "name": "Actividad 2",
        "type": "lecture",
        "duration": "25 min",
        "displayOrder": 2,
        "initialState": "locked",
        "content": {
          "title": "Non et esse cillum deserunt consectetur sint eiusmod occaecat ullamco aute culpa ad.",
          "date": "2020-02-25T11:15:30.849Z",
          "text": "Ea non ad officia fugiat do voluptate adipisicing dolor culpa laboris et. Nisi eu non ea ex ipsum voluptate fugiat magna occaecat aliqua ullamco velit incididunt. Aliqua in nulla commodo Lorem id ex fugiat amet deserunt. Cupidatat Lorem consequat eiusmod voluptate non nostrud esse irure excepteur. Est eiusmod nulla quis magna qui ad magna nostrud quis minim veniam nulla sint tempor. Do sunt anim nostrud deserunt in culpa nisi aliqua commodo aute ipsum. Labore voluptate minim ullamco officia."
        }
      },
      {
        "name": "Actividad 3",
        "type": "task",
        "duration": "5 min",
        "displayOrder": 3,
        "initialState": "locked",
        "content": {
          "title": "Mollit laboris nulla incididunt cillum eu excepteur amet mollit voluptate aliqua dolore eu.",
          "date": "2020-02-21T01:13:01.740Z",
          "text": "Duis minim et commodo fugiat occaecat commodo laboris consectetur. Anim laboris consectetur anim tempor eiusmod officia. Ad duis culpa commodo dolore culpa proident veniam esse veniam. Consequat ea labore ad ex commodo pariatur magna adipisicing ut qui laborum consectetur labore. Cupidatat eiusmod eu dolore exercitation quis id veniam labore. Magna proident exercitation deserunt proident ad aliqua ipsum."
        }
      }
    ]
  },
  {
    "value": "Actividad 8",
    "displayOrder": 2,
    "name": "Comunicación Responsable=Comunicación efectiva y escucha activa",
    "module": {
      "displayOrder": 3,
      "name": "RELACIONES POSITIVAS",
      "_id": "5eb894a649d72e00d91a1701"
    },
    "mediumImage": "url de la imagen",
    "largeImage": "url de la imagen",
    "activities": [
      {
        "name": "Actividad 1",
        "type": "video",
        "duration": "25 min",
        "displayOrder": 1,
        "initialState": "available",
        "content": {
          "title": "Titulo del video",
          "url": "url al video"
        }
      },
      {
        "name": "Actividad 2",
        "type": "lecture",
        "duration": "25 min",
        "displayOrder": 2,
        "initialState": "locked",
        "content": {
          "title": "Ad sunt voluptate ad id veniam labore.",
          "date": "2020-03-06T00:48:48.719Z",
          "text": "Eu excepteur cillum sit ea quis reprehenderit proident enim mollit reprehenderit ipsum quis adipisicing. Consectetur mollit ex laborum quis aliqua ipsum ex pariatur sit sunt amet. Tempor incididunt elit occaecat est ipsum labore voluptate velit ullamco eiusmod. Est est aute duis dolor Lorem cupidatat Lorem. Nostrud proident proident exercitation aute deserunt magna Lorem consequat."
        }
      },
      {
        "name": "Actividad 3",
        "type": "task",
        "duration": "25 min",
        "displayOrder": 3,
        "initialState": "locked",
        "content": {
          "title": "Magna et magna ut incididunt exercitation consequat esse enim anim est aute.",
          "date": "2020-04-14T17:20:10.651Z",
          "text": "Id nisi est consequat ut. Lorem labore aute culpa irure enim veniam ex officia veniam culpa officia aliquip. Deserunt quis in sunt ut dolor ipsum. Dolor duis magna laboris in adipisicing duis laboris. In consectetur quis non commodo adipisicing consectetur laborum aliqua occaecat excepteur. Laboris veniam ex et deserunt anim quis excepteur reprehenderit minim ad aliquip. Aute irure labore occaecat minim reprehenderit nostrud cupidatat aute pariatur culpa deserunt."
        }
      }
    ]
  },
  {
    "value": "Actividad 9",
    "displayOrder": 3,
    "name": "Crisis vitales. Pareja. Hijos. Familia",
    "module": {
      "displayOrder": 3,
      "name": "RELACIONES POSITIVAS",
      "_id": "5eb894a649d72e00d91a1701"
    },
    "mediumImage": "url de la imagen",
    "largeImage": "url de la imagen",
    "activities": [
      {
        "name": "Actividad 1",
        "type": "video",
        "duration": "5 min",
        "displayOrder": 1,
        "initialState": "available",
        "content": {
          "title": "Titulo del video",
          "url": "url al video"
        }
      },
      {
        "name": "Actividad 2",
        "type": "lecture",
        "duration": "5 min",
        "displayOrder": 2,
        "initialState": "locked",
        "content": {
          "title": "Ea velit ad commodo Lorem qui proident laborum consequat occaecat reprehenderit commodo in nostrud.",
          "date": "2020-05-11T05:23:02.114Z",
          "text": "Adipisicing anim et ut occaecat ad laborum eiusmod id. Ullamco reprehenderit ut enim ea Lorem officia eu proident et ea. Occaecat commodo deserunt sit ullamco anim. Proident duis labore adipisicing do eiusmod. Magna incididunt sint ea duis ipsum ut dolor aute anim do laboris labore esse adipisicing. Laborum id incididunt ipsum do non sint tempor ea aliquip sit Lorem proident nulla nostrud."
        }
      },
      {
        "name": "Actividad 3",
        "type": "task",
        "duration": "25 min",
        "displayOrder": 3,
        "initialState": "locked",
        "content": {
          "title": "Labore anim amet magna occaecat laboris adipisicing.",
          "date": "2020-03-01T18:46:59.941Z",
          "text": "Id occaecat do nulla fugiat officia magna voluptate qui commodo mollit mollit excepteur non. Laborum aliquip et veniam anim incididunt deserunt sunt proident occaecat proident aute. Sunt deserunt commodo consequat fugiat sit qui. Tempor officia aute sunt culpa culpa magna cupidatat do esse. Adipisicing proident minim laborum est aute magna eiusmod commodo. In est eu labore aliqua tempor labore pariatur occaecat elit anim. Irure duis veniam ex duis sint ea consectetur."
        }
      }
    ]
  }
]